# CubicMetersPerWattSecond Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..CubicMetersPerWattSecond Property
UnitTypeId Class See Also
---
Cubic meters per watt second.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId CubicMetersPerWattSecond { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CubicMetersPerWattSecond As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ CubicMetersPerWattSecond {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace